# QTCloseMovieFileN

```pascal
PROCEDURE QTCloseMovieFileN(movieRef : INTEGER);
```

```python
def vs.QTCloseMovieFileN(movieRef):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|movieRef|INTEGER|Index of QuickTime movie stream.|

## Version
Availability: from Vectorworks 2018

## Category
* Special - QuickTime